{
    "title": "Varanasi to Allahabad ",
    "intro": [
      "Now known as prayagraj, Allahabad is one of the oldest cities in India. It is situated at the confluence of Ganga, Yamuna, and the invisible river Saraswati about 100km north-west of Varanasi. In ancient scriptures it has been given the name Prayag or teerthraj and its holiness is comparable in fame to Varanasi and Haridwar. Tourism has grown in importance within the region, visitors being drawn to the various historic and spiritual sites located within and near the town. The Kumbh held here every six years and maha Kumbh every twelve years is the largest gathering of pilgrims and a sight for sore eyes."
    ],
    "image": "../images/blogAllahabad.png",
    "article": [
      {
        "heading": "Places to visit in Allahabad",
          "paragraph": [
          "Triveni Sangam: Known as the most sacred spot in Allahabad, Triveni Sangam marks the confluence of three rivers: Ganga, Yamuna, and the mythical Saraswati. All three rivers Ganga and Yamuna Can be identified clearly due to the difference in their colors and the mythical river Saraswati is said to have dried up about 4000 years ago. All three rivers are very important in Indian mythology, and hence the confluence point of these rivers holds tremendous religious importance. It is also one of the places where maha Kumbh is held every year. It is believed that a dip in this liberated one from the cycle of birth",
          "Allahabad Fort: Known for its splendid architecture, Allahabad fort is located at the bank of the confluence of the Ganga and Yamuna river. It is said to be originally built by Ashoka the Great and later reconstructed by the Mughal emperor Akbar in 1583. Not only for its historical importance but also for its architectural magnificence this famous fort draws thousands of tourists from all over the world. Although the fort is under the administration of the Indian Army, only one section of the fort is open to the public. It also houses an immortal tree akshayavat which can be viewed from outside and the Ashoka pillar. The best to explore this fort is through a boat ride at sunset or sunrise",
          "Ashoka pillar: Said to be dated back to 232 BC, the Ashoka pillar is considered to be a significant remnant of the Gupta era. The pillar is currently located outside Allahabad but According to some scholars, the pillar was moved from its original location and installed within. It is a single shaft of polished sandstone standing 35 feet. Those examining the pillar close up will find an Ashokan inscription written in Brahmi. Although it may be noted that the public has limited access to the premises and a special permit is required to view it",
          "Khusro Bagh: This exquisite example of Mughal architecture is a large walled garden. It houses three sandstone tombs of the Jahangir family, his wife: Shah Begum, his oldest son: Khusrau Mirza, and his daughter: Sultan Nithar Begum. This incredible tourist place is spread over 40 acres of the area and is located in mohalla Khuldabad close to the Allahabad junction railway. There are inscriptions and carvings on each mausoleum. his park holds immense historical significance and should be on your must-visit list"
        ]
      },
      {
        "heading": "How to reach Allahabad",
        "paragraph": [
          "Airways: Also known as Bamrauli Airport, Allahabad airport is located 12 km away from the center of the city. It began operating in February 1966. Although it is operational for domestic flights, as of now it serves only a limited number of cities in India like Delhi, Mumbai, Varanasi, and Lucknow. An alternative to this airport could be Lucknow airport (200 km) and Varanasi airport (120 km). One can get a car hire or taxi service very easily from there to reach their required destinations.",
          "Car: Allahabad falls on NH-2 which is part of the golden quadrilateral (connecting major cities Delhi-Agra-Kanpur-Varanasi-Patna-Kolkata). It is well connected to cities by major national and state highways. Various car rentals are available at a very affordable rate like Varanasi to Allahabad taxi fare is very low and this is the most economical option",
          "Bus: Buses operated by Uttar Pradesh state road transport corporation and Allahabad City Transport Service are a crucial means of conveyance transport for traveling to several parts of the town, state, and nearby cities. There are also quite a few frequent Volvo bus services from various locations such as Varanasi to Allahabad, Lucknow to Allahabad, etc. One can suffer through many options of available buses and the exact timings of the buses can be confirmed from the UPSRTC website or contact number",
          "Railways: Allahabad junction is one of the main junctions in northern India. In its city limit Allahabad has a total of nine railway stations. Numerous trains are connecting Allahabad to major cities and nearby cities. Also Two of the fastest running trains, Allahabad Duronto Express and Allahabad New Delhi Duronto Express, operate from this station. This extensive network of railways make this the best option to reach Allahabad"
        ]
      }
    ],
    "pageName": "Varanasi to Allahabad",
    "description": " Get lowest Cabs fares in Varanasi with us for car hire and taxi service in Varanasi. Book a cab for Kashi Vishwanath Darshan, Temple, Ganga Aarti, Sarnath Darshan in Varanasi at best price. Visit now www.taxiinvaranasi.com or Call us at +91-9935474730 | 9450301573.",
    "keyword": "Kashi Vishwanath Darshan, Taxi Booking Services, Cab Booking in Varanasi, taxi booking services in Varanasi, car hire in Varanasi, hire taxi in Varanasi, Taxi service in Varanasi"
  }
  